[
  {
    "id": 21,
    "name": "หูฟัง Sony WH-1000XM5 Wireless Over Ear Headphone",
    "description": {
      "product_details": {
        "details": "หากจะให้พูดถึงแบรนด์ หูฟัง ที่โดดเด่นในเรื่องของ หูครอบหูไร้สายพร้อมฟังก์ชันเด่นอย่างการตัดเสียงรบกวน เชื่อว่าชื่อของ Sony จะต้องขึ้นมาเป็นอันดับต้นๆ อย่างแน่นอน การันตีด้วยสินค้าที่ได้รับการยอมรับจากหลายๆ สำนักรีวิวว่าภาพรวมฟังก์ชันการใช้งานและสเปคภายในนั้นทำได้อย่างยอดเยี่ยมเป็นเบอร์ต้นๆ ของวงการอย่าง หูฟังครอบหูไร้สาย Over Ear Wireless พร้อมฟังก์ชันตัดเสียงรบกวนอย่าง หูฟัง Sony WH-1000X Wireless Headphone ที่ทุกครั้งที่ Sony ออกรุ่นอัปเกรดใหม่ก็จะต้องเป็นที่จับตามองจากผู้ใช้งานและสำนักรีวิวต่างๆ รวมถึงยังเป็นหูฟังที่ถูกนำมาเปรียบเทียบกับรุ่นอื่นๆ จากแบรนด์อื่นๆ อยู่มากที่สุดก็ว่าได้ และแน่นอนว่าด้วยความยอดเยี่ยมที่บรรดาผู้ใช้งานและเหล่าสำนักรีวิวต่างๆ นั้นล้วนให้การยอมรับ รวมกับเทคโนโลยีอันล้ำสมัยจากทาง Sony ที่ได้ถูกพัฒนามาจากรุ่นสู่รุ่นจนมาถึง หูฟัง Sony WH-1000XM5 Wireless Headphone หูฟังครอบหูไร้สายพร้อมฟังก์ชันการตัดเสียงรบกวนรุ่นใหม่ล่าสุด ที่มาพร้อมหน้าตาที่เปลี่ยนไปโดยสิ้นเชิงรวมถึงการอัปเกรดใหม่ทั้งหมดจากภายในสู่ภายนอก โดยจะเป็นหูฟังไร้สายตัดเสียงรบกวนที่ยอดเยี่ยมและน่าจับจองเป็นเจ้าของมากแค่ไหนนั้น เราไปดูรีวิวเต็มๆ กันเลยครับ",
        "key_highlight": [
          "หูฟังตัดเสียงรบกวนไร้สายสวมใส่แบบ Over-Ear",
          "สวมใส่สบายตลอดวันด้วยน้ำหนักที่เบาเพียง 250 กรัม",
          "ออกแบบตามหลักสรีรศาสตร์ สวมใส่สบายหูตลอดวัน",
          "ตัดเสียงรบกวนจากภายนอกได้อย่างยอดเยี่ยม",
          "รับเสียงรอบข้างได้อย่างเป็นธรรมชาติโดยไม่ต้องถอดหูฟัง"
        ],
        "connection": ["Bluetooth 5.2", "AUX/3.5 mm."],
        "accessories": [
          "1 x Sony WH-1000XM5",
          "1 x กระเป๋าสำหรับเก็บพกพา",
          "1 x สาย AUX/3.5 mm.",
          "1 x สาย USB A to USB C",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ", "AUX (3.5mm)"],
        "bluetooth_version": "5.2",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Sony",
    "price": 14490,
    "product_options": [
      { "name": "Black", "image_name": ["01_black_01.jpg", "01_black_02.jpg"] },
      {
        "name": "Silver",
        "image_name": ["01_silver_01.jpg", "01_silver_02.jpg"]
      }
    ]
  },
  {
    "id": 22,
    "name": "หูฟังไร้สาย Sony WH-1000XM4 Wireless Headphone",
    "description": {
      "product_details": {
        "details": "หูฟังไร้สาย Sony WH-1000XM4 Wireless Headphone ราคา เท่ากับ Sony WH-1000XM3 ตอนพึ่งเปิดตัว แตกต่างกันที่ในครั้งนี้มาพร้อมฟังก์ชั่นที่ได้รับการปรับปรุงมาอย่างจัดเต็ม ทั้งการเชื่อมต่อ เสียง และการใช้งาน ที่แม้จะมาในรูปทรงแบบเดิมๆ แต่ก็เปรียบดั่งรถเก่าที่ใส่เครื่องยนตร์ใหม่ บอกได้เลยว่าผู้ใช้งานทั้งแฟนๆ อารยธรรม และผู้ใช้งานทั่วไปถ้าได้ลองแล้วจะต้องประทับใจแน่นอน โดย หูฟังไร้สาย Sony WH-1000XM4 เหมาะกับผู้ที่มองหา หูฟังตัดเสียงรบกวน Over-Ear Wireless Noise Cancelling ที่มาพร้อมกับจุดเด่นอย่างฟังก์ชั่นตัดเสียงรบกวนระดับท๊อปของวงการ แนวเสียงที่ทำได้ดีและยอดเยี่ยมมากขึ้นกว่าเดิม ฟังก์ชั่นการใช้งานสุดล้ำสมัย พร้อมด้วยแบตเตอรี่สุดอึด งานนี้บอกเลยว่าพลาดไม่ได้จริงๆ",
        "key_highlight": [
          "หูฟัง Over-Ear ไร้สายสวมใส่สบายหู",
          "เชื่อมต่อทั้งไร้สายและมีสาย",
          "ตัดเสียงรบกวนระดับท๊อปของวงการ",
          "ตั้งค่าผ่านแอป Sony | Headphones Connect",
          "Sense Engine ปรับการตัดเสียงตามกิจกรรมที่ทำ"
        ],
        "connection": ["Bluetooth 5.0", "AUX/3.5 mm."],
        "accessories": [
          "1 x Sony WH-1000XM4",
          "1 x เคสแข็งสำหรับเก็บพกพา",
          "1 x สาย AUX/3.5 mm.",
          "1 x อแดปเตอร์สำหรับใช้งานบนเครื่องบิน",
          "1 x สาย USB-C",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ", "AUX (3.5mm)"],
        "bluetooth_version": "5.0",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Sony",
    "price": 8990,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "02_black_01.jpg",
          "02_black_02.jpg",
          "02_black_03.jpg",
          "02_black_04.jpg"
        ]
      },
      {
        "name": "Silver",
        "image_name": [
          "02_silver_01.jpg",
          "02_silver_02.jpg",
          "02_silver_03.jpg",
          "02_silver_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 23,
    "name": "หูฟัง Skullcandy Hesh EVO Wireless Over Ear Headphone",
    "description": {
      "product_details": {
        "details": "หูฟัง Skullcandy Hesh EVO Wireless Over Ear Headphone ราคาระดับเริ่มต้น ที่เมื่อเทียบกับฟังก์ชันและความสามารถที่ให้มาด้วยก็ต้องบอกเลยว่าคุ้มค่าคุ้มราคาอย่างแน่นอน โดย Skullcandy Hesh EVO เหมาะกับผู้ที่กำลังมองหาหูฟังครอบหูไร้สายรูปร่างหน้าตาสุดเท่ เหมาะกับทุกเพศทุกวัย สวมใส่สบายหู และอัดแน่นมาด้วยฟังก์ชันที่ครบครัน ตอบโจทย์การใช้งานในทุกๆ วันไม่ว่าจะเป็นแบตเตอรี่ใช้งานต่อเนื่อง 36 ชั่วโมง รองรับการชาร์จไวเพียง 10 นาทีใช้งานได้ยาวนานถึง 3 ชั่วโมง พกพาไปด้วยทุกที่ได้สะดวกเพราะสามารถพับเก็บได้ ควบคุมง่ายทั้งการเล่นเพลง รับสายโทรศัพท์ และเพิ่มลดเสียงด้วยปุ่มที่อยู่บนตัว และแน่นอนว่าใส่สบายตลอดวันด้วยวัสดุที่เลือกสรรค์มาเป็นอย่างดี และไม่ต้องกลัวว่าจะลืมหรือทำหายด้วยการใส่เทคโนโลยี Tile® สำหรับติดตามเอาไว้ภายในตัว รวมถึงแนวเสียงที่ฟังสนุกโดดเด่นตามสไตล์ของ Skullcandy ที่พูดได้เลยว่าคุ้มแน่นอน",
        "key_highlight": [
          "หูฟังครอบหูไร้สายรูปทรงสุดเท่",
          "สวมใส่สบายด้วยวัสดุระดับพรีเมียม",
          "พับเก็บได้ พกพาไปทุกที่ได้สะดวก",
          "เชื่อมต่อระยะไกล สัญญาณเสถียร",
          "รองรับการเชื่อมต่อทั้งมีสายและไร้สาย"
        ],
        "connection": ["Bluetooth 5.0", "AUX/3.5 mm."],
        "accessories": [
          "1 x Skullcandy Hesh EVO",
          "1 x สาย USB C",
          "1 x สาย AUX/3.5 mm.",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.0",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "SkullCandy",
    "price": 3590,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "03_black_01.jpg",
          "03_black_02.jpg",
          "03_black_03.jpg",
          "03_black_04.jpg"
        ]
      },
      {
        "name": "Blue",
        "image_name": [
          "03_blue_01.jpg",
          "03_blue_02.jpg",
          "03_blue_03.jpg",
          "03_blue_04.jpg"
        ]
      },
      {
        "name": "Light",
        "image_name": [
          "03_light_01.jpg",
          "03_light_02.jpg",
          "03_light_03.jpg",
          "03_light_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 24,
    "name": "หูฟัง Bose QuietComfort 45 Wireless Over Ear Headphone",
    "description": {
      "product_details": {
        "details": "หูฟัง Bose QuietComfort 45 Wireless Over Ear Headphone ราคา ถือว่าน่าจับจองเป็นเจ้าของอย่างมากด้วยความที่เป็น หูฟังไร้สายสวมใส่แบบครอบหู ที่อัพเกรดมาจากรุ่นยอดนิยม มาพร้อมฟังก์ชันที่ได้รับการปรับปรุงและอัพเกรดได้ยอดเยี่ยมมากยิ่งขึ้นแต่เปิดตัวมาในราคาที่เบากว่า โดย Bose QuietComfort 45 เหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟังตัดเสียงรบกวนไร้สาย ทั้งผู้ที่ไม่เคยใช้หูฟังตัดเสียงรบกวน ผู้ที่ต้องการเปลี่ยนรุ่นเพราะคิดว่าตัวเดิมที่มีอยู่ยังทำได้ไม่ดีพอ และผู้ที่ใช้รุ่น Bose QC35 II และกำลังอยากที่จะเปลี่ยนหรืออัพเกรด โดยในรุ่นนี้สวมใส่ได้เบาสบายหู ใส่ได้ตลอดวันโดยไม่รู้สึกหนักหรือใส่แล้วร้อนอึดอัดจนทำให้ล้าหูอีกด้วย และยังโดดเด่นด้วยฟังก์ชันการตัดเสียงรบกวนที่ตัดได้เงียบสนิทระดับผู้นำของวงการและไม่ทำให้หูอื้อ และฟังก์ชันรับเสียงจากภายนอกที่รับได้อย่างคมชัดระดับเดียวกับขณะที่ไม่ได้สวมใส่หูฟังอยู่ และแบตเตอรี่ที่ใช้ได้ยาวนานขึ้นเป็น 24 ชั่วโมง และสุดท้ายคือแนวเสียงที่จากเดิมก็เสียงดีอยู่แล้วมารุ่นนี้ก็ปรับจูนให้ดีขึ้นไปอีก ฟังเพลงก็สนุก ดูหนังก็สมจริง ดังนั้นถ้าใครที่ลังเลอยู่ จัดได้เลยไม่ผิดหวังแน่นอน",
        "key_highlight": [
          "รูปทรงสุดพรีเมียม สวมใส่สบายตลอดวัน",
          "เชื่อมต่อได้ครบครันทั้งไร้สายและมีสาย",
          "ตัดเสียงรบกวนได้ดีในระดับผู้นำวงการ",
          "Aware Mode รับเสียงภายนอกคมชัดสุดๆ",
          "ไมโครโฟนรับเสียงสนทนาได้ชัดเจนทุกการติดต่อ"
        ],
        "connection": ["Bluetooth 5.1", "AUX/3.5 mm."],
        "accessories": [
          "1 x Bose QuietComfort 45",
          "1 x กระเป๋าสำหรับเก็บพกพา",
          "1 x สาย AUX/3.5 mm.",
          "1 x สาย USB C to USB A",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.1",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Bose",
    "price": 11900,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "04_black_01.jpg",
          "04_black_02.jpg",
          "04_black_03.jpg",
          "04_black_04.jpg"
        ]
      },
      {
        "name": "White",
        "image_name": [
          "04_white_01.jpg",
          "04_white_02.jpg",
          "04_white_03.jpg",
          "04_white_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 25,
    "name": "หูฟัง Belkin SOUNDFORM Mini Wireless On Ear Headphone",
    "description": {
      "product_details": {
        "details": "",
        "key_highlight": [""],
        "connection": [""],
        "accessories": [""]
      },
      "product_features": {
        "type": "หูฟังแนบหู (On-Ear)",
        "port_input": ["บลูทูธ", "AUX (3.5mm)"],
        "bluetooth_version": "5.0",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Belkin",
    "price": 999,
    "product_options": [
      {
        "name": "Black",
        "image_name": ["05_black_01.jpg", "05_black_02.jpg"]
      },
      {
        "name": "White",
        "image_name": ["05_white_01.jpg", "05_white_02.jpg"]
      },
      {
        "name": "Blue",
        "image_name": ["05_blue_01.jpg", "05_blue_02.jpg"]
      },
      {
        "name": "Pink",
        "image_name": ["05_pink_01.jpg", "05_pink_02.jpg"]
      }
    ]
  },
  {
    "id": 26,
    "name": "หูฟัง JBL Tune 710BT Wireless Over Ear Headphone",
    "description": {
      "product_details": {
        "details": "หูฟัง JBL Tune 710BT Wireless Over Ear Headphone ราคา เบาสบายกระเป๋า ไม่สูงมาก จับจองเป็นเจ้าของได้ง่าย พร้อมอัดแน่นมาด้วยสเปกแบบจัดเต็ม ทั้งรูปร่างหน้าตาการออกแบบที่ดูเท่ ทันสมัย สวมใส่ง่าย เบาสบายศีรษะ และฟังก์ชันการใช้งานที่เรียกได้ว่าครบครันจนเกินราคา ตามมาตรฐานของแบรนด์ JBL นั่นเอง โดย หูฟัง JBL Tune 710BT Wireless Over Ear Headphone เหมาะกับผู้ที่กำลังมองหา หูฟังไร้สายสวมใส่แบบ Over Ear ครอบหู สวมใส่สบายด้วยวัสดุที่เลือกสรรค์มาเป็นอย่างดีและการออกแบบที่คำนึงถึงการสวมใส่เป็นพิเศษ พร้อมขนาดที่กะทัดรัดและน้ำหนักที่เบาสบายศีรษะเพียง 220 กรัมเท่านั้น ทำให้สามารถสวมใส่ได้ยาวนานตลอดวันโดยที่ไม่รู้สึกอึดอัดหรือหนักหูแต่อย่างใด และยังมาพร้อมความสามารถในการพับเก็บได้ ทำให้พกพาไปทุกที่ได้อย่างสะดวก ใช้เนื้อที่ในการพกพาไม่มาก<br>ในส่วนของสเปกและฟังก์ชันต่างๆ ของ หูฟัง JBL Tune 710BT Wireless Over Ear Headphone นั้นมาพร้อมการเชื่อมต่อที่ครบครันทั้งไร้สายและมีสาย โดยการเชื่อมต่อรองรับทั้งแบบไร้สายและแบบมีสาย โดยการเชื่อมต่อไร้สายนั้นเชื่อมต่อผ่าน Bluetooth เวอร์ชัน 5.0 ให้ระยะสัญญาณที่ไกลถึง 10 เมตรโดยไม่มีอะไรกั้น ส่วนการเชื่อมต่อแบบมีสายนั้นเชื่อมต่อผ่านสาย AUX/3.5 mm. ควบคุมสะดวกด้วยปุ่มสำหรับควบคุมบนตัวที่ให้มาแบบครบครัน ใช้งานสนทนาโทรศัพท์ได้อย่างคมชัดไม่พลาดทุกการติดต่อด้วยไมโครโฟนภายในตัวและยังรองรับการเรียกใช้งานผู้ช่วยเสียงอัจฉริยะบน Smartphone อีกด้วย ให้แนวเสียงที่ฟังสนุก ดังกระหึ่มถึงใจ ผ่านการปรับจูนมาเป็นอย่างดีจากประสบการณ์กว่า 75 ปี กับแนวเสียงแบบ JBL Pure Bass Sound และแบตเตอรี่ที่ใช้งานได้ยาวนานต่อเนื่องถึง 50 ชั่วโมงต่อการชาร์จ 100% ที่พูดได้เลยว่านานสุดๆ ชาร์จเต็มครั้งเดียว ใชังานโดยไม่หยุดได้เกิน 2 วันสบายๆ",
        "key_highlight": [
          "หูฟังไร้สาย สวมใส่แบบ Over Ear",
          "สวมใส่สบายตลอดทั้งวัน ไม่อึดอัดหู",
          "พับเก็บได้ ช่วยให้พกพาได้สะดวก",
          "เชื่อมต่อได้ครบครันทั้งไร้สายและมีสาย",
          "เชื่อมต่อไร้สายระยะไกล 10 เมตรโดยไม่มีอะไรกั้น"
        ],
        "connection": ["Bluetooth 5.0", "AUX/3.5 mm."],
        "accessories": [
          "1 x JBL Tune 710BT",
          "1 x สาย AUX/3.5 mm.",
          "1 x สาย USB C",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.0",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "JBL",
    "price": 3490,
    "product_options": [
      {
        "name": "Black",
        "image_name": ["06_black_01.jpg", "06_black_02.jpg"]
      },
      {
        "name": "White",
        "image_name": ["06_white_01.jpg", "06_white_02.jpg"]
      },
      {
        "name": "Blue",
        "image_name": ["06_blue_01.jpg", "06_blue_02.jpg"]
      }
    ]
  },
  {
    "id": 27,
    "name": "หูฟัง Skullcandy Hesh ANC Wireless Headphone",
    "description": {
      "product_details": {
        "details": "หูฟัง Skullcandy Hesh ANC Wireless Headphone ราคากำลังดีไม่สูงจนเกินไป แต่อัดแน่นไปด้วยสเปคภายในแบบจัดเต็มทั้งด้านการใช้งาน ด้านแนวเสียง และด้านการสวมใส่ ที่เรียกได้ว่าทำได้ดีตามมาตรฐานของแบรนด์ หูฟังที่เป็นมากกว่าหูฟังทั่วๆ ไปแต่ยังมีความเป็นแฟชันอย่าง Skullcandy นั่นเอง โดย Skullcandy Hesh ANC เหมาะกับผู้ที่กำลังมองหาหูฟังไร้สายสวมใส่แบบครอบหู Over-Ear โดดเด่นด้วยฟังก์ชันตัดเสียงรบกวน Active Noise Cancellation (ANC) ที่สามารถตัดเสียงรบกวนได้อย่างเงียบสนิทด้วยการทำงานของไมโครโฟนภายในถึง 4 ตัวที่ยังใช้ในการสนทนาโทรศัพท์อีกด้วย มาพร้อม Ambient Mode ที่รับเสียงภายนอกได้อย่างคมชัด สนทนากับบุคคลรอบข้างได้สะดวกโดยไม่ต้องถอดหูฟังออก",
        "key_highlight": [
          "หูฟังครอบหูไร้สายรูปร่างหน้าตาทันสมัย",
          "สวมใส่สบายหูด้วยวัสดุระดับพรีเมียม",
          "พับได้ ช่วยให้เก็บและพกพาได้อย่างสะดวก",
          "เชื่อมต่อได้ครบครันทั้งมีสายและไร้สาย",
          "ตัดเสียงรบกวน (ANC) ได้อย่างเงียบสนิท"
        ],
        "connection": ["Bluetooth 5.0", "AUX/3.5 mm."],
        "accessories": [
          "1 x Skullcandy Hesh ANC",
          "1 x สาย AUX/3.5 mm.",
          "1 x สาย USB C",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.1",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "SkullCandy",
    "price": 4290,
    "product_options": [
      {
        "name": "Black",
        "image_name": ["07_black_01.jpg", "07_black_02.jpg"]
      },
      {
        "name": "White",
        "image_name": ["07_white_01.jpg", "07_white_02.jpg"]
      },
      {
        "name": "Grey",
        "image_name": ["07_grey_01.jpg", "07_grey_02.jpg"]
      }
    ]
  },
  {
    "id": 28,
    "name": "หูฟัง Yamaha YH-E700A Wireless Over Ear Headphone Black",
    "description": {
      "product_details": {
        "details": "",
        "key_highlight": [""],
        "connection": [""],
        "accessories": [""]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.2",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Yamaha",
    "price": 12900,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "08_black_01.jpg",
          "08_black_02.jpg",
          "08_black_03.jpg",
          "08_black_04.jpg"
        ]
      },
      {
        "name": "White",
        "image_name": [
          "08_white_01.jpg",
          "08_white_02.jpg",
          "08_white_03.jpg",
          "08_white_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 29,
    "name": "หูฟัง Sony WH-XB910N Wireless Over Ear Headphone",
    "description": {
      "product_details": {
        "details": "หูฟัง Sony WH-XB910N Wireless Over Ear Headphone ราคาอยู่ในระดับกลางๆ มาพร้อมฟังก์ชันการใช้งานที่อัดแน่นจัดเต็มตามสไตล์ของ Sony พร้อมด้วยแนวเสียงที่ฟังสนุกทุกแนว ตอบโจทย์ผู้ใช้งานทุกเพศทุกวัย ใครได้ฟังก็หลงใหลและติดใจได้ง่าย โดย Sony WH-XB910N เหมาะกับผู้ที่กำลังมองหา หูฟังครอบหู Over-Ear ไร้สาย สวมใส่ได้อย่างง่ายดาย เบาสบายหู สวมได้สบายๆ ตลอดวันโดยไม่รู้สึกหนักหรืออึดอัดแต่อย่างใด มาพร้อมฟังก์ชันการตัดเสียงรบกวน Active Noise Cancelling (ANC) ที่ทาง Sony พัฒนามาเป็นอย่างดีให้สามารถตัดเสียงรบกวนได้เงียบสนิทมากยิ่งขึ้นไปอีกระดับด้วยเทคโนโลยี Dual Noise Sensor ด้านแนวเสียงก็โดดเด่นกว่ารุ่นใดๆ ด้วยเสียงเบสที่ลงได้ลึก ดังกระหึ่มถึงใจแบบ EXTRA BASS™ ตามสไตล์อันเป็นเอกลักษณ์ของ Sony รวมถึงยังให้เสียงที่สมจริงในระดับที่ใกล้เคียงกับเสียงแบบ Hi-Res ด้วยเทคโนโลยี Digital Sound Enhancement Engine (DSEE) ที่จะช่วยคืนค่ารายละเอียดเสียงที่สูญเสียไประหว่างการบีบอัดเพื่อให้ได้เสียงคุณภาพสูงที่ใกล้เคียงกับเสียงต้นฉบับ",
        "key_highlight": [
          "หูฟังครอบหูไร้สายตัดเสียงรบกวนสุดเท่",
          "น้ำหนักเบา สวมใส่สบาย พกพาสะดวก",
          "เชื่อมต่อได้ทั้งไร้สายและมีสาย",
          "เชื่อมต่อง่ายดายกับทุกระบบปฏิบัติการณ์",
          "รองรับ Codec ไร้สายคุณภาพสูง LDAC"
        ],
        "connection": ["Bluetooth 5.2", "AUX/3.5 mm."],
        "accessories": [
          "1 x Sony WH-XB910N",
          "1 x กระเป๋าสำหรับเก็บพกพา",
          "1 x สาย AUX/3.5 mm.",
          "1 x สาย USB C"
        ]
      },
      "product_features": {
        "type": "หูฟังครอบหู (Over-Ear)",
        "port_input": ["บลูทูธ"],
        "bluetooth_version": "5.2",
        "microphone": true
      }
    },
    "category": "Wireless Headphone",
    "brand": "Sony",
    "price": 6260,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "09_black_01.jpg",
          "09_black_02.jpg",
          "09_black_03.jpg",
          "09_black_04.jpg"
        ]
      },
      {
        "name": "Blue",
        "image_name": [
          "09_blue_01.jpg",
          "09_blue_02.jpg",
          "09_blue_03.jpg",
          "09_blue_04.jpg"
        ]
      }
    ]
  }
]
