[
  {
    "id": 31,
    "name": "หูฟัง KZ ZSN PRO X In-Ear",
    "description": {
      "product_details": {
        "details": "หูฟัง KZ ZSN PRO X In-Ear ราคา สุดเป็นมิตร คุ้มค่า และเบาสบายกระเป๋าแบบสุดๆ เหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟัง In-Ear แบบมีสายรูปทรงแบบ CIEM หรือ Custom In-Ear Monitor ที่ให้เสียงที่ยอดเยี่ยม ด้วยไดรเวอร์ภายในแบบ Hybrid รวมถึงเป็นการต่อยอดมาจากรุ่นยอดฮิตอย่าง KZ ZSN PRO ที่ได้รับความนิยมเป็นอย่างมาก ทั้งเรื่องของรูปร่างหน้าตาที่ดูเท่ พรีเมียม แนวเสียงที่ฟังได้สนุกแบบที่ฟังแล้วไม่ผิดหวัง และในรุ่น ZSN PRO X ก็อัพเกรดไปอีกขั้นรวมทั้งยังได้รับการปรับจูนเสียงออกมาให้ยอดเยี่ยมยิ่งขึ้นไปอีกมาก บอกได้เลยว่าแค่ได้ลองฟังรับรองว่าจะต้องติดใจอย่างแน่นอน",
        "key_highlight": [
          "หูฟัง In-Ear รูปทรง CIEM สวมใส่กระชับหู",
          "ไดรเวอร์เสียงภายในแบบ Hybrid",
          "ปรับจูนเสียงมาเป็นพิเศษให้แนวเสียงที่ยอดเยี่ยม",
          "วัสดุ Body ทำจากเรซิ่นและโลหะ",
          "ถอดเปลี่ยนสายได้ ขั้วแบบ 2 Pins"
        ],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x KZ ZSN PRO X",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": true
      }
    },
    "category": "In Ear",
    "brand": "KZ",
    "price": 579,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "16_Black_01.jpg",
          "16_Black_02.jpg",
          "16_Black_03.jpg"
        ]
      },
      {
        "name": "Gold",
        "image_name": [
          "16_Gold_01.jpg",
          "16_Gold_02.jpg"
        ]
      }
    ]
  },
  {
    "id": 32,
    "name": "หูฟัง JBL Endurance Run In-Ear",
    "description": {
      "product_details": {
        "details": "หูฟัง JBL Endurance Run In-Ear ราคา ไม่ถึงพันด้วยซ้ำ แต่ต้องบอกเลยว่าจะเป็นสินค้าที่มาอยู่ในใจหลาย ๆ คนอย่างแน่นอน ด้วยความที่เป็น อินเอียร์ มาพร้อมการเชื่อมต่อแบบมีสาย AUX/3.5 mm. เหมาะกับคนที่มองหาสินค้าที่สามารถพกพาไปได้ทุกที่แบบง่าย ๆ และสะดวก มาแทนที่สินค้าที่แถมมากับ Smartphone เพราะให้เสียงที่ดี ฟังสนุก แถมยังมาพร้อมกับการออกแบบที่ตอบโจทย์การใช้งานในยุคปัจจุบัน ไม่ว่าจะเป็นวัสดุที่มีความทนทานสูง สวมใส่ง่าย น้ำหนักเบา กระชับกับใบหู ไม่หลุดง่าย ๆ แม้จะเคลื่อนไหวแรงเพียงใด และที่สำคัญจะใส่ออกกำลังหนักหน่วงแค่ไหนก็ไม่หวั่นด้วยความสามารถกันน้ำกันเหงื่ออีกด้วย",
        "key_highlight": [
          "หูฟังอินเอียร์สำหรับใส่วิ่ง",
          "ออกแบบมาให้สวมใส่ได้สบาย",
          "รีโมทในตัวแบบ 1 Button",
          "ไมโครโฟน In-Line รับเสียงชัด",
          "กันน้ำกันเหงื่อได้เป็นอย่างดี"
        ],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x JBL Endurance Run",
          "1 x จุกหูฟังซิลิโคน (3 คู่)",
          "1 x Enhancer",
          "1 x คู่มือการใช้งาน"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": true
      }
    },
    "category": "In Ear",
    "brand": "JBL",
    "price": 990,
    "product_options": [
      {
        "name": "Teal",
        "image_name": [
          "17_Teal_01.jpg",
          "17_Teal_02.jpg",
          "17_Teal_03.jpg"
        ]
      },
      {
        "name": "Red",
        "image_name": [
          "17_Red_01.jpg",
          "17_Red_02.jpg",
          "17_Red_03.jpg"
        ]
      },
      {
        "name": "Blue",
        "image_name": [
          "17_Blue_01.jpg",
          "17_Blue_02.jpg",
          "17_Blue_03.jpg"
        ]
      },
      {
        "name": "Yellow",
        "image_name": [
          "17_Yellow_01.jpg",
          "17_Yellow_02.jpg",
          "17_Yellow_03.jpg"
        ]
      }
    ]
  },
  {
    "id": 33,
    "name": "หูฟัง KZ ZST X In-Ear",
    "description": {
      "product_details": {
        "details": "หูฟัง KZ ZST X In-Ear ราคายังคงเป็นมิตรและถูกใจเหล่าแฟนๆ และผู้ใช้หน้าใหม่อยู่เช่นเคย ตามคาแรคเตอร์ของแบรนด์ที่เน้นในเรื่องสินค้าที่มาพร้อมสเปคแบบจัดเต็มคุ้มค่านั่นเอง โดยเหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟัง In-Ear แบบมีสาย สวมใส่โดยสอดเข้าไปในหูพร้อมรูปทรงแบบ CIEM Custom In-Ear Monitor ที่ปกติจะออกแบบมาให้พอดีกับช่องหู ทำให้สวมใส่เข้าไปได้ง่าย กระชับ ใส่สบายตลอดวัน รวมถึงยังสามารถใส่ไดรเวอร์เข้าไปได้มากกว่าหูฟังแบบธรรมดาอีกด้วย ซึ่งในรุ่นนี้ก็พิเศษด้วยไดรเวอร์ข้างละ 2 ตัวแบบ Hybrid พร้อมผ่านการจูนเสียงมาเป็นอย่างดี มั่นใจได้เลยว่าเสียงดีถูกใจอย่างแน่นอน เหมาะกับผู้ที่ชอบฟังเสียงที่ยอดเยี่ยมในราคาที่ไม่สูงมาก และผู้ที่ชอบเล่นและอัพเกรดหูฟังเพราะสามารถหาซื้อสายอัพเกรดมาเปลี่ยนได้ตามต้องการ โดยตัวหูฟังมาพร้อมขั้วสายแบบ 2 Pins ที่กำลังเป็นที่นิยมในตลาดตอนนี้นั่นเอง",
        "key_highlight": [
          "หูฟัง In-Ear สวมใส่สบาย รูปทรง CIEM",
          "ไดรเวอร์เสียงข้างละ 2 ตัวแบบ Hybrid",
          "ไดร์เวอร์ Balanced Armature รุ่น 30095",
          "ไดร์เวอร์ Dynamic ขนาดใหญ่ 10 มม.",
          "Diaphragm ภายในใช้วัสดุจาก Polymer",
          "ผสมผสานกับ Double Magnetic Flux",
          "สาย High Purity ชุบเงินถัก 100 แกน",
          "ผ่านการปรับแต่งจูนเสียง Acoustic Tuning",
          "ถอดอัพเกรดสายได้ขั้วแบบ 2 Pins"
        ],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x KZ ZST X"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": false
      }
    },
    "category": "In Ear",
    "brand": "KZ",
    "price": 589,
    "product_options": [
      {
        "name": "Purple",
        "image_name": [
          "18_Purple_01.jpg",
          "18_Purple_02.jpg",
          "18_Purple_03.jpg"
        ]
      },
      {
        "name": "Blue",
        "image_name": [
          "18_Blue_01.jpg",
          "18_Blue_02.jpg",
          "18_Blue_03.jpg",
          "18_Blue_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 34,
    "name": "หูฟัง KZ ASX In-Ear",
    "description": {
      "product_details": {
        "details": "หูฟัง KZ ASX In-Ear ราคาเบาเป็นมิตรและสบายกระเป๋าเป็นอย่างมาก ตามเอกลักษณ์ของแบรนด์ KZ ที่ทุกรุ่นมักจะมาพร้อมฟังก์ชั่นและสเปคแบบอัดแน่นจัดเต็ม ในราคาสบายๆ จับจองได้ทุกเพศทุกวัยนั่นเอง โดย KZ ASX เหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟัง In-Ear รูปทรง CIEM สวมใส่ได้สบายและกระชับหู และพิเศษที่รุ่นนี้ยังเหมาะกับผู้ที่กำลังมองหาสินค้าที่มีไดรเวอร์เยอะๆ แบบจุใจด้วยจุดเด่นอย่างไดรเวอร์ Balanced Armature ภายในที่ให้มาถึงข้างละ 10 ตัวรวม 2 ข้างแล้วทำให้ในรุ่นนี้นั้นมาพร้อมไดรเวอร์ที่มากถึง 20 ไดรเวอร์เลยทีเดียว ที่สำคัญยังเป็นไดรเวอร์ BA ที่ได้รับการอัพเกรดมาใหม่อีกด้วย รวมถึงส่วนของภายนอกที่เลือกใช้วัสดุระดับพรีเมียมใส่ได้สบายไม่ระคายหู และส่วนของสายที่ถอดเปลี่ยนเพื่ออัพเกรดได้ตามต้องการโดยใช้ขั้วสายแบบ 2 Pin งานนี้บอกเลยสายหูทองต้องห้ามพลาด",
        "key_highlight": [
          "หูฟัง In-Ear เสียงดี ใส่สบาย",
          "วัสดุเลือกใช้เรซิ่นเกรดนำเข้า",
          "ฝาครอบหูฟังทำจากโลหะสุดพรีเมียม",
          "ไดรเวอร์ Balanced Armature ข้างละ 10 ตัว",
          "ย่านสูงใช้ไดรเวอร์ BA30017s",
          "ย่านกลาง-สูงใช้ไดรเวอร์ BA31736s",
          "ย่านกลางใช้ไดรเวอร์ BA29689s",
          "ย่านต่ำใช้ไดรเวอร์ BA22955s",
          "รองรับ Noise Reduction",
          "รองรับ 4 Frequency Divider",
          "ถอดเปลี่ยนสายได้ ขั้ว 2 Pin (0.75 มม.)"
        ],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x KZ ASX"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": true
      }
    },
    "category": "In Ear",
    "brand": "KZ",
    "price": 3490,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "19_Black_01.jpg",
          "19_Black_02.jpg"
        ]
      },
      {
        "name": "Silver",
        "image_name": [
          "19_Silver_01.jpg",
          "19_Silver_02.jpg"
        ]
      }
    ]
  },
  {
    "id": 35,
    "name": "หูฟัง Shure AONIC 5 In-Ear",
    "description": {
      "product_details": {
        "details": "หูฟัง Shure AONIC 5 In-Ear ราคา อยู่ในระดับ Hi-End ด้วยความที่เป็นสินค้ารุ่น Top ในบรรดา Shure Aonic ทั้ง 3 รุ่นได้แก่ AONIC 5, AONIC 4 และ AONIC 3 และด้วยไดรเวอร์ภายในตัวที่ต้องบอกเลยว่าใส่มาแบบจัดเต็มไม่มีกั๊ก และจุดเด่นของแบรนด์ Shure ทั้งในเรื่องการออกแบบสินค้าให้ดูมีความเป็นมืออาชีพ Profesional สเปคคุ้มค่าคุ้มราคา และเรื่องของแนวเสียงที่ทำได้ดีเป็นอันดับต้นๆ และได้รับการยอมรับมาอย่างยาวนาน โดย Shure AONIC 5 เหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟัง In-Ear แบบมีสายที่มาพร้อมจุดเด่นในเรื่องเสียงที่ทรงพลัง ขนาดที่เล็กกะทัดรัดและน้ำหนักที่เบาเพียง 24.5 กรัม สวมใส่ง่าย กระชับใบหู เมื่อสวมใส่พอดีกระชับกับช่องหูแล้วจะช่วยป้องกันเสียงจากภายนอกได้เป็นอย่างดีเหมาะกับการใช้งานทั้งใน Studio และยังเหมาะกับการใช้งานเพื่อฟังเพลงในชีวิตประจำวันอีกด้วย ด้วยแนวเสียงแบบ Full Range ตอบโจทย์ผู้ที่ชอบฟังเพลงที่ไม่ปรุงแต่งมากจนเกินไป และจุดเด่นอย่างการปรับแนวเสียงได้ด้วยตนเองไม่ว่าจะเป็น Balanced, Warm หรือ Bright ด้วย Nozzle ท่อฟิลเตอร์เสียงแบบถอดออกได้ รวมถึงส่วนของสเปคนั้นมาพร้อมไดรเวอร์ Balanced Armature ถึงข้างละ 3 ตัวขับเสียงย่านกลาง สูง และต่ำได้อย่างอิสระ เต็มคุณภาพเสียง ค่าความไวเสียงอยู่ที่ 119 dB SPL/MW at 1 kHz Impedance ที่ 36 โอห์ม รองรับความถี่เสียงที่ 18 – 19,000 Hz สามารถถอดเปลี่ยนสายอัพเกรดได้ตามต้องการ ขั้วสายใช้เป็นแบบ MMCX ควบคุมและรับสายสนทนาได้ด้วยรีโมทและไมค์ภายในตัวแบบ In-Line รับเสียงได้อย่างคมชัด รวมถึงรองรับการใช้งานร่วมกับสายแบบ True Wireless (ต้องซื้อแยก) อีกด้วย",
        "key_highlight": [
          "หูฟัง In-Ear ขนาดเล็กสวมใส่สบายหู",
          "ไดรเวอร์ Balanced Armature ข้างละ 3 ตัว",
          "มาพร้อมรีโมทและไมค์แบบ In-Line",
          "ขั้วสายแบบ MMCX ถอดเปลี่ยนได้ตามต้องการ"
        ],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x Shure AONIC 5",
          "1 x อแดปเตอร์ 6.3 mm.",
          "1 x ท่อ Nozzle แบบถอดออกได้",
          "1 x จุก Soft Flex (3 ไซส์)",
          "1 x จุก Foam (3 ไซส์)",
          "1 x จุก Comply (3 ไซส์)",
          "1 x จุก Yellow Foam",
          "1 x จุก Triple Flange",
          "1 x กระเป๋าสำหรับเก็บพกพา"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": true
      }
    },
    "category": "In Ear",
    "brand": "Shure",
    "price": 19900,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "20_Black_01.jpg",
          "20_Black_02.jpg",
          "20_Black_03.jpg",
          "20_Black_04.jpg"
        ]
      },
      {
        "name": "White",
        "image_name": [
          "20_White_01.jpg",
          "20_White_02.jpg",
          "20_White_03.jpg",
          "20_White_04.jpg"
        ]
      }
    ]
  },
  {
    "id": 36,
    "name": "หูฟัง Audio-Technica ATH-LS50iS In-Ear",
    "description": {
      "product_details": {
        "details": "ถ้าพูดถึงหูฟังจากแดนปลาดิบคงจะมียี่ห้อที่หลากหลาย วันนี้จะมาพูดถึงแบรนด์ที่เป็นแบรนด์ที่อยู่อันดับต้น ๆ เลยก็ว่าได้ กับแบรนด์ Audio -Technica ซึ่งหลาย ๆ คนคงรู้จักกันดี ซึ่งทาง Audio -Technica ได้ออกมาบอกว่าจะทำหูฟังซีรีย์ใหม่ ชื่อ LS Series พอเห็นหน้าตาจริง ๆ แล้วก็รู้สึกว่าทำออกมาหน้าทันสมัยกว่ารุ่นก่อน ๆ อย่าง Audio -Technica IM  และยังมาพร้อมกับราคาที่สามารถจับต้องได้ ถือว่าคุ้มค่าเลยทีเดียว",
        "key_highlight": [],
        "connection": [
          "AUX/3.5 mm."
        ],
        "accessories": [
          "1 x หูฟัง Audio -Technica LS50",
          "1 x จุกยางซิลิโคน 4 ขนาด",
          "1 x ซองใส่หูฟัง"
        ]
      },
      "product_features": {
        "type": "หูฟังอินเอียร์",
        "port_input": [
          "AUX (3.5mm)"
        ],
        "bluetooth_version": "",
        "microphone": false
      }
    },
    "category": "In Ear",
    "brand": "Audio-Technica",
    "price": 3490,
    "product_options": [
      {
        "name": "Black",
        "image_name": [
          "21_Black_01.jpg",
          "21_Black_02.jpg"
        ]
      },
      {
        "name": "Blue",
        "image_name": [
          "21_Blue_01.jpg",
          "21_Black_02.jpg"
        ]
      },
      {
        "name": "Yellow",
        "image_name": [
          "21_Yellow_01.jpg",
          "21_Yellow_02.jpg"
        ]
      },
      {
        "name": "Red",
        "image_name": [
          "21_Red_01.jpg",
          "21_Red_02.jpg"
        ]
      }
    ]
  }
]