[
    {
      "id": 51,
      "name": "หูฟัง Sony WH-1000XM5 Wireless Over Ear Headphone",
      "description": {
        "product_details": {
          "details": "หากจะให้พูดถึงแบรนด์ หูฟัง ที่โดดเด่นในเรื่องของ หูครอบหูไร้สายพร้อมฟังก์ชันเด่นอย่างการตัดเสียงรบกวน เชื่อว่าชื่อของ Sony จะต้องขึ้นมาเป็นอันดับต้นๆ อย่างแน่นอน การันตีด้วยสินค้าที่ได้รับการยอมรับจากหลายๆ สำนักรีวิวว่าภาพรวมฟังก์ชันการใช้งานและสเปคภายในนั้นทำได้อย่างยอดเยี่ยมเป็นเบอร์ต้นๆ ของวงการอย่าง หูฟังครอบหูไร้สาย Over Ear Wireless พร้อมฟังก์ชันตัดเสียงรบกวนอย่าง หูฟัง Sony WH-1000X Wireless Headphone ที่ทุกครั้งที่ Sony ออกรุ่นอัปเกรดใหม่ก็จะต้องเป็นที่จับตามองจากผู้ใช้งานและสำนักรีวิวต่างๆ รวมถึงยังเป็นหูฟังที่ถูกนำมาเปรียบเทียบกับรุ่นอื่นๆ จากแบรนด์อื่นๆ อยู่มากที่สุดก็ว่าได้ และแน่นอนว่าด้วยความยอดเยี่ยมที่บรรดาผู้ใช้งานและเหล่าสำนักรีวิวต่างๆ นั้นล้วนให้การยอมรับ รวมกับเทคโนโลยีอันล้ำสมัยจากทาง Sony ที่ได้ถูกพัฒนามาจากรุ่นสู่รุ่นจนมาถึง หูฟัง Sony WH-1000XM5 Wireless Headphone หูฟังครอบหูไร้สายพร้อมฟังก์ชันการตัดเสียงรบกวนรุ่นใหม่ล่าสุด ที่มาพร้อมหน้าตาที่เปลี่ยนไปโดยสิ้นเชิงรวมถึงการอัปเกรดใหม่ทั้งหมดจากภายในสู่ภายนอก โดยจะเป็นหูฟังไร้สายตัดเสียงรบกวนที่ยอดเยี่ยมและน่าจับจองเป็นเจ้าของมากแค่ไหนนั้น เราไปดูรีวิวเต็มๆ กันเลยครับ",
          "key_highlight": [
            "หูฟังตัดเสียงรบกวนไร้สายสวมใส่แบบ Over-Ear",
            "สวมใส่สบายตลอดวันด้วยน้ำหนักที่เบาเพียง 250 กรัม",
            "ออกแบบตามหลักสรีรศาสตร์ สวมใส่สบายหูตลอดวัน",
            "ตัดเสียงรบกวนจากภายนอกได้อย่างยอดเยี่ยม",
            "รับเสียงรอบข้างได้อย่างเป็นธรรมชาติโดยไม่ต้องถอดหูฟัง"
          ],
          "connection": ["Bluetooth 5.2", "AUX/3.5 mm."],
          "accessories": [
            "1 x Sony WH-1000XM5",
            "1 x กระเป๋าสำหรับเก็บพกพา",
            "1 x สาย AUX/3.5 mm.",
            "1 x สาย USB A to USB C",
            "1 x คู่มือการใช้งาน"
          ]
        },
        "product_features": {
          "type": "หูฟังครอบหู (Over-Ear)",
          "port_input": ["บลูทูธ", "AUX (3.5mm)"],
          "bluetooth_version": "5.2",
          "microphone": true
        }
      },
      "category": "Wireless Headphone",
      "brand": "Sony",
      "price": 14490,
      "product_options": [
        { "name": "Black", "image_name": ["01_black_01.jpg", "01_black_02.jpg"] },
        {
          "name": "Silver",
          "image_name": ["01_silver_01.jpg", "01_silver_02.jpg"]
        }
      ]
    },
    {
        "id": 52,
        "name": "หูฟัง Shure AONIC 5 In-Ear",
        "description": {
          "product_details": {
            "details": "หูฟัง Shure AONIC 5 In-Ear ราคา อยู่ในระดับ Hi-End ด้วยความที่เป็นสินค้ารุ่น Top ในบรรดา Shure Aonic ทั้ง 3 รุ่นได้แก่ AONIC 5, AONIC 4 และ AONIC 3 และด้วยไดรเวอร์ภายในตัวที่ต้องบอกเลยว่าใส่มาแบบจัดเต็มไม่มีกั๊ก และจุดเด่นของแบรนด์ Shure ทั้งในเรื่องการออกแบบสินค้าให้ดูมีความเป็นมืออาชีพ Profesional สเปคคุ้มค่าคุ้มราคา และเรื่องของแนวเสียงที่ทำได้ดีเป็นอันดับต้นๆ และได้รับการยอมรับมาอย่างยาวนาน โดย Shure AONIC 5 เหมาะกับผู้ที่กำลังมองหาสินค้าประเภท หูฟัง In-Ear แบบมีสายที่มาพร้อมจุดเด่นในเรื่องเสียงที่ทรงพลัง ขนาดที่เล็กกะทัดรัดและน้ำหนักที่เบาเพียง 24.5 กรัม สวมใส่ง่าย กระชับใบหู เมื่อสวมใส่พอดีกระชับกับช่องหูแล้วจะช่วยป้องกันเสียงจากภายนอกได้เป็นอย่างดีเหมาะกับการใช้งานทั้งใน Studio และยังเหมาะกับการใช้งานเพื่อฟังเพลงในชีวิตประจำวันอีกด้วย ด้วยแนวเสียงแบบ Full Range ตอบโจทย์ผู้ที่ชอบฟังเพลงที่ไม่ปรุงแต่งมากจนเกินไป และจุดเด่นอย่างการปรับแนวเสียงได้ด้วยตนเองไม่ว่าจะเป็น Balanced, Warm หรือ Bright ด้วย Nozzle ท่อฟิลเตอร์เสียงแบบถอดออกได้ รวมถึงส่วนของสเปคนั้นมาพร้อมไดรเวอร์ Balanced Armature ถึงข้างละ 3 ตัวขับเสียงย่านกลาง สูง และต่ำได้อย่างอิสระ เต็มคุณภาพเสียง ค่าความไวเสียงอยู่ที่ 119 dB SPL/MW at 1 kHz Impedance ที่ 36 โอห์ม รองรับความถี่เสียงที่ 18 – 19,000 Hz สามารถถอดเปลี่ยนสายอัพเกรดได้ตามต้องการ ขั้วสายใช้เป็นแบบ MMCX ควบคุมและรับสายสนทนาได้ด้วยรีโมทและไมค์ภายในตัวแบบ In-Line รับเสียงได้อย่างคมชัด รวมถึงรองรับการใช้งานร่วมกับสายแบบ True Wireless (ต้องซื้อแยก) อีกด้วย",
            "key_highlight": [
              "หูฟัง In-Ear ขนาดเล็กสวมใส่สบายหู",
              "ไดรเวอร์ Balanced Armature ข้างละ 3 ตัว",
              "มาพร้อมรีโมทและไมค์แบบ In-Line",
              "ขั้วสายแบบ MMCX ถอดเปลี่ยนได้ตามต้องการ"
            ],
            "connection": [
              "AUX/3.5 mm."
            ],
            "accessories": [
              "1 x Shure AONIC 5",
              "1 x อแดปเตอร์ 6.3 mm.",
              "1 x ท่อ Nozzle แบบถอดออกได้",
              "1 x จุก Soft Flex (3 ไซส์)",
              "1 x จุก Foam (3 ไซส์)",
              "1 x จุก Comply (3 ไซส์)",
              "1 x จุก Yellow Foam",
              "1 x จุก Triple Flange",
              "1 x กระเป๋าสำหรับเก็บพกพา"
            ]
          },
          "product_features": {
            "type": "หูฟังอินเอียร์",
            "port_input": [
              "AUX (3.5mm)"
            ],
            "bluetooth_version": "",
            "microphone": true
          }
        },
        "category": "In Ear",
        "brand": "Shure",
        "price": 19900,
        "product_options": [
          {
            "name": "Black",
            "image_name": [
              "20_Black_01.jpg",
              "20_Black_02.jpg"
            ]
          },
          {
            "name": "White",
            "image_name": [
              "20_White_01.jpg",
              "20_White_02.jpg"
            ]
          }
        ]
      },
      {
        "id": 53,
        "name": "ลำโพง JBL Flip 5 Portable Bluetooth Speaker",
        "description": {
            "product_details": {
                "details": "JBL FLIP 5 เป็นลำโพงไร้สายรุ่นใหม่ของปี 2019 จาก JBL ที่ดูจากสเป็คและการออกแบบแล้ว ถือว่าเหมาะกับการฟังเพลงและการพกพาไปใช้งานนอกสถานที่อย่างยิ่ง ด้วยคุณภาพเสียงที่พัฒนาขึ้นจากรุ่น Flip 4 ทำให้การฟังเพลงสนุกมากกว่าเดิม จะเอาไปฟังเพลงเพลินๆ ระหว่างอยู่ที่บ้านหรือจะเอาไปปาร์ตี้กับเพื่อนฝูงและครอบครัวก็เหมาะ แถมการพกพาก็ทำได้สะดวก ด้วยขนาดที่ไม่ใหญ่มาก ประมาณขวดน้ำขนาดปกติและน้ำหนักประมาณครึ่งกิโลกรัมเท่านั้น<br>สำหรับขนาดห้องหรือพื้นที่ที่เหมาะกับการใช้งาน JBL FLIP 5 ได้อย่างเต็มที่นั้น ลำโพงไร้สายพกพารุ่นนี้เหมาะที่จะใช้งานในห้องขนาด 25-40 ตรม. หรือในพื้นที่เปิดที่อยู่ในรัศมีของลำโพงที่ 7 เมตร โดยในพื้นที่และระยะห่างเท่านี้ ผู้ใช้งานจะยังได้ยินเสียงจาก JBL Flip 5 ได้อย่างเต็มที่โดยที่ยังสามารถทำกิจกรรมอื่นๆ ประกอบไปด้วยได้",
                "key_highlight": [],
                "connection": [
                    "Bluetooth 4.2"
                ],
                "accessories": [
                    "1 x ลำโพงไร้สาย JBL FLIP 5",
                    "1 x สายชาร์จ USB-C ",
                    "1 x คู่มือการใช้งาน",
                    "1 x บัตรรับประกัน",
                    "1 x คู่มือความปลอดภัย"
                ]
            },
            "product_features": {
                "type": "Bluetooth-Speaker",
                "port_input": [
                    "บลูทูธ"
                ],
                "bluetooth_version": "4.2",
                "microphone": false
            }
        },
        "category": "Bluetooth-Speaker",
        "brand": "JBL",
        "price": 3423,
        "product_options": [
            {
                "name": "Black",
                "image_name": [
                    "27_Black_01.jpg",
                    "27_Black_02.jpg"
                ]
            },
            {
                "name": "Blue",
                "image_name": [
                    "27_Blue_01.jpg",
                    "27_Blue_02.jpg"
                ]
            },
            {
                "name": "Red",
                "image_name": [
                    "27_Red_01.jpg",
                    "27_Red_02.jpg"
                ]
            }
        ]
    }
]